[
  {
    "title": "Subscription Management Platform",
    "subtitle": "Enable fans to interact with clubs and participate in decision-making",
    "short_description": "Subscription Management Platform\nUnlock new revenue streams and build lasting relationships with your audience through our comprehensive Subscription Management Platform—designed specifically for sports brands,",
    "description": "Unlock new revenue streams and build lasting relationships with your audience through our comprehensive Subscription Management Platform—designed specifically for sports brands.\nIn today’s competitive sports landscape, creating consistent and sustainable revenue is crucial. Our platform empowers sports brands to effectively manage and monetize their subscriber base by providing seamless subscription tools, flexible pricing models, and valuable customer engagement features. Whether you're a sports team, influencer, or media outlet, our platform is the ultimate solution for scaling your subscription-based offerings.\nOur system streamlines every step of the subscription process— from easy onboarding to automated billing, renewal reminders, and customizable plans. By providing fans with exclusive content, perks, and rewards, you not only keep them engaged but also create a loyal, long-term fanbase. Build your brand's community and foster deeper connections, all while increasing revenue without the hassle of managing complex subscription workflows.\nKey Features Include:\nCustomizable Subscription Plans: Create tailored plans with unique benefits that resonate with your audience—whether it's access to behind-the-scenes content, merchandise, or VIP experiences.\nAutomated Billing & Payments: Save time and reduce errors with automatic recurring payments, invoicing, and payment reminders.\nComprehensive Analytics: Get detailed insights into your subscriber behaviors and preferences to help you refine your offerings and maximize revenue.\nSeamless Integration: Easily integrate the platform with your existing website, CRM, and other tools, ensuring a smooth user experience.\nEnhanced Customer Engagement: Build stronger relationships with your subscribers using personalized messaging, loyalty rewards, and special offers.\nOur platform is not just about subscriptions; it’s about building stronger, more meaningful connections with your audience. Whether you're launching a new product line, organizing exclusive events, or releasing special content, we’re here to help you create an experience that fans will love and subscribe to.\nLet us handle the complexities of subscription management so you can focus on growing your brand, improving fan engagement, and maximizing your revenue."
  },
  {
    "title": "Match Streaming with Augmented Reality",
    "subtitle": "Watch matches through player cameras for a more immersive experience",
    "short_description": "Deliver interactive match days with multi-angle streaming, AR overlays, and real-time stats that place fans in the heart of the action—across mobile, web, and connected TV.",
    "description": "Transform how supporters experience the game with immersive streaming enhanced by Augmented Reality. Give fans control of camera angles, surface live stats and heatmaps on the pitch, and add interactive elements (polls, replays, moments) that keep them engaged from kickoff to final whistle.\nKey Features Include:\nMulti-Angle & POV Streams: Switch between broadcast, tactical, and player-mounted perspectives in real time.\nAR Data Overlays: Display live metrics such as speed, xG, pass maps, and player cards directly on the field of view.\nLow-Latency Delivery: Sub-second streaming protocols ensure reactions and chat stay perfectly in sync.\nFan Interactivity: In-stream polls, quizzes, and reactions drive participation and session time.\nMonetization Options: Ad insertion, PPV, micro-transactions, and membership perks built in."
  },
  {
    "title": "Digital Currency Management",
    "subtitle": "A fan-exclusive digital currency to encourage platform engagement",
    "short_description": "Launch a branded digital currency for rewards, micro-purchases, and memberships—secure, compliant, and easy to manage across your ecosystem.",
    "description": "Introduce a club-branded digital currency that unlocks new engagement loops and revenue streams. Reward actions (watching, sharing, attending), enable micro-purchases (stickers, boosts, AR effects), and power memberships or gated content—all from a single wallet.\nKey Features Include:\nUnified Wallet: A secure wallet for balances, transactions, and redemptions across web and mobile.\nRewards Engine: Issue coins for actions, streaks, and milestones; design seasonal campaigns in minutes.\nStore & Perks: Redeem currency for tickets, merch discounts, digital collectibles, and VIP experiences.\nCompliance-Ready: KYC/AML options and audit logs to meet regional requirements.\nOpen Integrations: SDKs and APIs to connect e-commerce, ticketing, CRM, and loyalty systems."
  },
  {
    "title": "Sports Data Analytics",
    "subtitle": "Support clubs with precise strategic decisions using AI-powered insights",
    "short_description": "From performance dashboards to fan-behavior analytics—turn raw data into clear, actionable decisions for coaching, commercial, and community teams.",
    "description": "Centralize and analyze your sporting and commercial data with an end-to-end analytics stack. Combine match metrics, training loads, ticketing, merchandising, and digital engagement to see the full picture and act with confidence.\nKey Features Include:\nUnified Data Hub: Ingest match, training, medical, CRM, and social data into one governed model.\nAI Insights: Predict attendance, churn, and campaign lift; cluster fans by value and intent.\nPerformance Dashboards: Real-time KPIs for coaching, academy, medical, and front-office teams.\nSelf-Serve Reporting: Drag-and-drop reports with scheduled email or Slack delivery.\nPrivacy & Governance: Role-based access, lineage, and retention policies baked in."
  },
  {
    "title": "Sports Cyber Security",
    "subtitle": "Protect club platforms from cyber attacks and ensure data safety",
    "short_description": "Enterprise-grade protection for sites, apps, and streaming infrastructure—24/7 monitoring, threat detection, and rapid incident response tailored for sports.",
    "description": "Safeguard your organization with a security layer designed for high-traffic match days and always-on fan platforms. From DDoS protection to identity security and incident response, we keep your digital estate resilient.\nKey Features Include:\nManaged WAF & DDoS Shield: Block bots and volumetric attacks without impacting fan experience.\nThreat Detection & SIEM: Correlate logs across apps, CDN, auth, and cloud to surface threats early.\nZero-Trust Access: Enforce least-privilege with SSO, MFA, device posture, and just-in-time access.\nCompliance & Auditing: Templates for ISO, SOC, and GDPR; automated evidence collection.\n24/7 Response: On-call specialists to triage, contain, and recover fast."
  },
  {
    "title": "Support Services",
    "subtitle": "Annual Maintenance • Support Services",
    "short_description": "White-glove support covering maintenance, updates, and success enablement—so your team can focus on growth while we keep everything running smoothly.",
    "description": "Keep your platforms performant and your teams supported with a service plan that scales with your season. We handle the day-to-day—updates, monitoring, and training—while partnering on roadmap and outcomes.\nKey Features Include:\nProactive Maintenance: Regular updates, security patches, and performance tuning.\nMonitoring & SLAs: Uptime, latency, and error budgets with transparent monthly reports.\nSuccess Enablement: Admin training, playbooks, and quarterly business reviews.\nEnhancement Queue: A structured intake for minor improvements and UX tweaks.\nDedicated Helpdesk: 24/7 ticketing with priority tiers for major events."
  }
]
